{"type":"FeatureCollection","features":[{"type":"Feature","properties":{"id":"001","order":1,"type":"POI 1","title":"Departure Den Helder","summary":"The K-XVIII departed on 14 November 1934 from the Dutch Navy harbor in Den Helder to commence the longest solo mission for a submarine. On board the K-XVIII was professor Vening Meinesz."},"geometry":{"type":"Point","coordinates":[4.7879791259765625,52.96497693568997]}},{"type":"Feature","properties":{"id":"002","order":30,"type":"POI 2","title":"Founder of NWO","summary":"Vening Meinesz was one of the founders of the Dutch Scientific Funding institute, NWO. Thanks to his international network and experiences, the professor saw the possibilities of governmental funding in the scientific world."},"geometry":{"type":"Point","coordinates":[4.3437838554382315,52.080191732196624]}},{"type":"Feature","properties":{"id":"003","order":2,"type":"POI 3","title":"Gravity Explained","summary":"The goal of Vening Meinesz was to measure the gravity field of the Earth. Therefore, we explain what gravity is and why it differs on various locations. Gravity Explained will give a short overview of the measurements done by Vening Meinesz."},"geometry":{"type":"Point","coordinates":[-8.701171874999998,46.619261036171515]}},{"type":"Feature","properties":{"id":"004","order":3,"type":"POI 15","title":"Aboard K-XVIII","summary":"The crewmembers on board the K-XVIII had to live in a cramped submarine for eight months. This meant they had to adjust to each other and the circumstances. On land they were frequently invited to events of the citizens."},"geometry":{"type":"Point","coordinates":[-16.69921875,40.17887331434696]}},{"type":"Feature","properties":{"id":"005","order":4,"type":"POI 5","title":"Isostasy Explained","summary":"One of Vening Meinesz contributions to science is his theory of regional isostasy. He discovered, during his many expeditions that the strength of the crust is partially responsible for supporting mountains and continents."},"geometry":{"type":"Point","coordinates":[-16.918945312499996,32.694865977875075]}},{"type":"Feature","properties":{"id":"006","order":5,"type":"POI 6","title":"Crossing of the Snip","summary":"One of the objectives of the K-XVIII was to be a navigational beacon for KLM’s first trans-continental postal flight.\t The Fokker FXVIII “Snip”, flew from Amsterdam to Curacao to deliver Christmas letters. Thanks to the K-XVIII it could safely cross the Atlantic Ocean."},"geometry":{"type":"Point","coordinates":[-37.44140625,13.624633438236152]}},{"type":"Feature","properties":{"id":"007","order":6,"type":"POI 7","title":"Plate Tectonics","summary":"The theory of plate tectonics is a powerful model to explain the surface of the Earth. This theory was not yet accepted by the academic society during Vening Meinesz time. He, himself, did not believe in plate tectonics, but his observations of the gravity field would eventually prove it."},"geometry":{"type":"Point","coordinates":[-43.06640625,11.60919340793894]}},{"type":"Feature","properties":{"id":"008","order":7,"type":"POI 8","title":"Neptune's Ritual","summary":"Crossing the equator with a ship could attract the god of the ocean to come aboard. Neptune and his wife visited the K-XVIII, when they crossed the equator on the 11th of January 1935."},"geometry":{"type":"Point","coordinates":[-22.5,4.12728532324537]}},{"type":"Feature","properties":{"id":"009","order":8,"type":"POI 9","title":"Romanche Trench","summary":"The Romanche Trench is more than seven km deep and located between Africa and South America. The trench is formed due to plate motion, where two plates move along each other, constructing a transform fault."},"geometry":{"type":"Point","coordinates":[-22.543945312499996,1.4500404973607948]}},{"type":"Feature","properties":{"id":"010","order":9,"type":"POI 11","title":"Waving-the-flag","summary":"During this time the reputation of the Dutch Navy was very low among the Dutch citizens. The Navy used this expedition to improve this reputation in the Netherlands and to wave the Dutch flag in the overseas colonies and countries."},"geometry":{"type":"Point","coordinates":[-34.4091796875,-9.535748998133615]}},{"type":"Feature","properties":{"id":"011","order":10,"type":"POI 10","title":"Biography Vening Meinesz","summary":"Professor Vening Meinesz has achieved a lot during his life. His dedication to science played a major role in his life and he has influenced many scientists throughout the world. "},"geometry":{"type":"Point","coordinates":[-40.166015625,-25.40358497318669]}},{"type":"Feature","properties":{"id":"012","order":11,"type":"POI 13","title":"K-XVIII submarine","summary":"The submarine Hr. Ms. K-XVIII plays a large role in the expedition. Thanks to an incredible design and engineering, this vessel was able to sail the Earth’s oceans and complete a trip of 23,000 miles."},"geometry":{"type":"Point","coordinates":[-44.384765625,-36.38591277287651]}},{"type":"Feature","properties":{"id":"013","order":12,"type":"POI 30","title":"Diving Procedure","summary":"The crewmembers aboard the K-XVIII performed diving procedures three times a day, on average. These procedures were performed by at least one third of the crew. The crew tested the submarine’s abilities and Professor Vening Meinesz could perform his measurements when they submerged.  "},"geometry":{"type":"Point","coordinates":[-32.783203125,-39.232253141714885]}},{"type":"Feature","properties":{"id":"014","order":13,"type":"POI 16","title":"Spreading Ridge","summary":"The Spreading Ridge is an important aspect in plate tectonics. Here new crustal plates are created. Vening Meinesz measured the gravity effect of several of these ridges during the voyage with the K-XVIII."},"geometry":{"type":"Point","coordinates":[-18.852539062499996,-36.38591277287651]}},{"type":"Feature","properties":{"id":"015","order":14,"type":"POI 18","title":"Tristan da Cunha","summary":"Tristan da Cunha is a volcanic island situated in the middle of the South Atlantic Ocean. On the island is a British settlement, which is one of the most remote places to live. The British government asked the K-XVIII to deliver supplies during their short visit and draw up a report about the circumstances in the settlement."},"geometry":{"type":"Point","coordinates":[-12.28271484375,-37.0551771066608]}},{"type":"Feature","properties":{"id":"016","order":15,"type":"POI 19","title":"Hotspot Volcanism","summary":"Hotspot volcanism is one of the three types of volcanism found on Earth. The source for these volcanoes is found in the deep layers of the mantle. These volcanoes are spread over the entire surface of the Earth."},"geometry":{"type":"Point","coordinates":[4.130859375,-28.92163128242129]}},{"type":"Feature","properties":{"id":"017","order":16,"type":"POI 27","title":"Gravity compared","summary":"The incredible work is best shown when we compare the gravity observations of Vening Meinesz with current satellite data. Thanks to the incredible accurate observations of Vening Meinesz, numerous secrets of the Earth were discovered."},"geometry":{"type":"Point","coordinates":[13.0078125,-34.30714385628803]}},{"type":"Feature","properties":{"id":"018","order":17,"type":"POI 20","title":"Stay at Cape Town","summary":"After a long and stormy stretch over the South Atlantic Ocean, the K-XVIII finally arrived in Cape Town. The crew and the professor were greatly welcomed. Mr. Whittingdale even organized an automobile trip into the inlands to measure the gravity field."},"geometry":{"type":"Point","coordinates":[18.511962890625,-33.97980872872456]}},{"type":"Feature","properties":{"id":"019","order":18,"type":"POI 23","title":"Pendulum Apparatus","summary":"The crewmembers called the pendulum apparatus of Vening Meinesz ‘the Golden Calf’, because of their extra pay during every observation. Vening Meinesz had designed the Golden Calf in 1921 to remove vertical motions from the pendulum measurements. This invention made it possible to observe the gravity field on the oceans."},"geometry":{"type":"Point","coordinates":[27.509765625,-36.949891786813275]}},{"type":"Feature","properties":{"id":"020","order":19,"type":"POI 22","title":"Calibration and Time","summary":"The cause of his precise measurements of the gravity field is the numerous calibrations Vening Meinesz performed in the years before his expeditions. In those years, he also calibrated his chronometers and acquired precise time from the Observatories of Leiden and Delft."},"geometry":{"type":"Point","coordinates":[30.871582031249996,-29.859701442126745]}},{"type":"Feature","properties":{"id":"021","order":20,"type":"POI 4","title":"Depth Measurements","summary":"The K-XVIII had sonar equipment on board for measuring the depth of the ocean floor, essential for Vening Meinesz’ studies. He, with the help of the communication officers, revealed many secrets of the deep oceans. "},"geometry":{"type":"Point","coordinates":[46.05468749999999,-28.30438068296277]}},{"type":"Feature","properties":{"id":"022","order":21,"type":"POI 12","title":"Comité \"Onze Marine\"","summary":"The citizens of the Netherlands were excited by the long voyage of the K-XVIII. They started a comity to help the crew during the entire expedition, ranging from sending mail with gifts to writing a memorial book so that the expedition would never be forgotten."},"geometry":{"type":"Point","coordinates":[57.487335205078125,-20.16038742754386]}},{"type":"Feature","properties":{"id":"023","order":22,"type":"POI 24","title":"Troubles Onboard","summary":"In contrast with the reports from the movie and media, the mood onboard the K-XVIII wasn’t always excellent. There were some arguments between the professor and the captain concerning conflicting goals of the voyage. Despite these issues all the goals of the trip were obtained."},"geometry":{"type":"Point","coordinates":[66.005859375,-25.40358497318669]}},{"type":"Feature","properties":{"id":"024","order":23,"type":"POI 17","title":"Location Finding","summary":"One of the essential things in maritime voyages is estimating the position of the vessel. To determine the position of the K-XVIII, the navigation officer would use a sextant to measure different angles between celestial objects.  "},"geometry":{"type":"Point","coordinates":[73.916015625,-30.67571540416773]}},{"type":"Feature","properties":{"id":"025","order":24,"type":"POI 25","title":"Geoid Explained","summary":"Geodesy is the study that is responsible for measuring the shape of the Earth. One of their biggest concerns is the definition of 0 meter height, or sea level. Therefore the shape of the geoid, or gravitational potential field, is observed. "},"geometry":{"type":"Point","coordinates":[93.779296875,-33.9433599465788]}},{"type":"Feature","properties":{"id":"026","order":25,"type":"POI 21","title":"Stay at Fremantle","summary":"Many Australians visited the submarine when it arrived in Fremantle. It was the first submarine ever to visit the docks of this town. The professor visited the University of West Australia, where he made an observation of the gravity field. This is still remembered with a brass plate in the University building."},"geometry":{"type":"Point","coordinates":[115.72998046875,-32.0510073612539]}},{"type":"Feature","properties":{"id":"027","order":26,"type":"POI 26","title":"Holweck-Lejay","summary":"The Golden Calf was too big and heavy to quickly take on land, so Vening Meinesz had acquired a Holweck-Lejay gravimeter from the “Bataafsche Petrolium Maatschappij” (now Shell) to perform land measurements. This smaller device was perfect to take with him during the numerous automobile trips, but it needed a stable surface to operate, which made it useless in the moving submarine."},"geometry":{"type":"Point","coordinates":[116.76269531249999,-25.244695951306028]}},{"type":"Feature","properties":{"id":"028","order":27,"type":"POI 14","title":"Chronometers","summary":"Professor Vening Meinesz needed accurate timekeeping during his voyage for his precise gravity measurements. Back in those days, atomic time and GPS time was not yet available, so he brought the best clocks with him."},"geometry":{"type":"Point","coordinates":[111.884765625,-19.145168196205283]}},{"type":"Feature","properties":{"id":"029","order":28,"type":"POI 28","title":"Subduction Zone","summary":"At the end of the journey of the K-XVIII they sailed over a subduction zone, which is, coincidentally, also the location of the end-of-life of an oceanic plate. Here, the one plate moves underneath another and is recycled in the hot mantle. Vening Meinesz already studied this area and sometimes subduction zones are called Vening Meinesz Belts."},"geometry":{"type":"Point","coordinates":[115.6640625,-10.962764256386809]}},{"type":"Feature","properties":{"id":"030","order":29,"type":"POI 29","title":"Reception at Surabaya","summary":"After eight months of sailing the oceans of the Earth, the K-XVIII with professor Vening Meinesz arrived at the final port, Surabaya, where a large crowd received them. The voyage was celebrated extensively and all the men received a medal. A leaded memorial window was revealed to commemorate this great achievement."},"geometry":{"type":"Point","coordinates":[112.72933959960938,-7.209219097634251]}},{"type":"Feature","properties":{"id":"031","order":31,"type":"POI 31","title":"Evolution of the Gravimeter","summary":"TBD"},"geometry":{"type":"Point","coordinates":[47.63671875,12.554563528593656]}}]}